Repository: covalition/octopus
Catalog: Octopus/Properties/Resources.*.resx
Languages: de, pl, pt_br

# NoFiles
source: No files selected.
de: Keine Dateien ausgewählt.
pl: Brak wybranych plików.
pt_br: Nenhum arquivo selecionado.

source: Folder &Properties
de: Ordnereigenschaften
pl: &Właściwości folderu...
pt_br: Pasta &Propriedades

# InvalidNumberFormat
source: Invalid format. Enter a number.
de: Ungültiges Eingabeformat. Geben Sie eine Zahl ein.
pl: Niewłaściwy format liczby.
pt_br: Formato inválido. Digite um número.

source: Saving application settings...
de: Einstellungen werden gespeichert...
pl: Zapis ustawień aplikacji...
pt_br: Salvando definições da aplicação...

source: Files
de: Dateien
pl: Pliki
pt_br: Arquivos

# AreUSureToDeleteVolume
source: Are you sure to delete the "{0}" volume information?
de: Wollen sie den CD-Eintrag "{0}" wirklich löschen?
pl: Czy na pewno chcesz usunąć informacje o nośniku "{0}"?
pt_br: Tem certeza que deseja apagar a informação do volume "{0}"?

source: &Advanced
de: Erweitert
pl: Z&aawansowane
pt_br: &Avançado

source: Merge Database With
de: Vermische Datenbank mit
pl: Połącz z bazą
pt_br: Mesclar Base Dados com

source: Invalid size range.
de: Ungültiger Größenbereich.
pl: Niewłaściwy zakres rozmiaru pliku.
pt_br: Faixa de tamanho inválida.

source: Reading database...
de: Lese Datenbank...
pl: Wczytywanie bazy danych...
pt_br: Lendo a base de dados...

# ErrorSavingFile
source: Error saving file "{0}". Error message: {1}
de: Fehler beim Speichern der Datei "{0}". Fehlermeldung: {1}
pl: Błąd podczas zapisywania pliku "{0}". Komunikat błędu: {1}
pt_br: Erro ao salvar o arquivo "{0}". Messagem de erro: {1}

# AreUSureToDeleteFolder
source: Are you sure to delete the "{0}" folder information?
de: Wollen sie den Ordnereintrag "{0}" wirklich löschen?
pl: Czy na pewno chcesz usunąć informacje o folderze "{0}"?
pt_br: Tem certeza que deseja apagar a informação da pasta "{0}"?

source: Filling controls...
de: Fülle Steuerelemente...
pl: Wypełnianie kontrolek...
pt_br: Preenchimento de controles...

# ExportFilter
source: Octopus Files (*.octopus)|*.octopus|Comma separated values (*.csv)|*.csv
de: Octopus-Dateien (*.octopus)|*.octopus|CSV-Tabelle (*.csv)|*.csv
pl: Pliki programu (*.octopus)|*.octopus|Pliki CSV (*.csv)|*.csv
pt_br: Arquivos Octopus (*.octopus)|*.octopus|Valores separados por vírgulas (Comma separated values) (*.csv)|*.csv

source: &Delete Volume...
de: C&D löschen...
pl: &Usuń informacje o nośniku...
pt_br: &Apaga Volume...

source: Selected files
de: Ausgewählte Dateien
pl: Zaznaczone pliki
pt_br: Arquivos selecionados

source: &Basic
de: Einfach
pl: Podstawowe
pt_br: &Básico

source: Volume &Properties
de: CD-Eigenschaften
pl: &Właściwości nośnika
pt_br: Volume &Propriedades

# NonRemoveableMsg
source: Drive {0} looks like a non-removeable media. Indexing process will take a large amount of time. Would you like to continue?
de: Das Laufwerk {0} scheint kein Wechseldatenträger zu sein. Das Indizieren wird sehr viel Zeit in Anspruch nehmen. Weiter?
pl: Napęd {0} nie wygląda na napęd wymienny. Indeksowanie tego nośnika może potrwać BARDZO długo. Czy chcesz kontunuować?
pt_br: O drive {0} aparentemente é uma mídia não-removível. O processo de indexação demorará muito tempo. Gostaria de continuar?

source: Size
de: Größe
pl: Rozmiar
pt_br: Tamanho

source: Invalid date range.
de: Ungültiger Datumsbereich.
pl: Niewłaściwy zakres dat.
pt_br: Intervalo de data inválido.

# MergeFilter
source: Octopus Files (*.octopus)|*.octopus
de: Octopus-Dateien (*.octopus)|*.octopus
pl: Pliki programu (*.octopus)|*.octopus
pt_br: Arquivos Octopus (*.octopus)|*.octopus

# ReadingDatabasePercent
source: Reading database... {0}%
de: Lese Datenbank... {0}%
pl: Wczytywanie bazy danych... {0}%
pt_br: Lendo base de dados... {0}%

source: Export Database To
de: Exportiere Datenbank nach
pl: Eksportuj bazę danych
pt_br: Exportar Base de Dados para

# AreUSureToDeleteFile
source: Are you sure to delete the "{0}" file information?
de: Wollen sie den Dateieintrag "{0}" wirklich löschen?
pl: Czy na pewno chcesz usunąć informacje o pliku "{0}"?
pt_br: Tem certeza que deseja apagar a informação do arquivo "{0}"?

source: Initializing components...
de: Initialisiere Komponenten...
pl: Inicjalizacja komponentów...
pt_br: Iniciando componentes...

# ErrorIO
source: An IO error occured: {0}
de: Ein E/A-Fehler trat auf: {0}
pl: Wystąpił błąd operacji plikowej: {0}
pt_br: Ocorreu um erro de Entrada/Saída: {0}

source: &Delete Folder...
de: Or&dner löschen...
pl: &Usuń informacje o folderze...
pt_br: &Apaga Pasta...

source: Closing...
de: Beende...
pl: Zamykanie...
pt_br: Fechando...

source: Saving database...
de: Datenbank wird gesichert...
pl: Zapis do bazy danych...
pt_br: Salvando a base de dados...
